Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: However, as a percentage of total revenues, consolidated administrative expenses decreased 0.4 percentage points to 6.2% in 2007 compared with 6.6% in 2006 due to operating leverage achieved in all of FEMSA's operations driven by higher revenues.
es: Sin embargo, como porcentaje de los ingresos totales, los gastos de administración consolidados disminuyeron 0.4 puntos porcentuales alcanzando 6.2% en el 2007 comparado con 6.6% en el 2006 debido al apalancamiento operativo logrado por mayores ingresos en todas las operaciones de FEMSA.

source: The performance of sales and the improvement in management of inventory and operating costs have favoured the operating leverage of the Group's results.
es: El comportamiento de las ventas y las mejoras en la gestión del inventario y los costes operativos han propiciado el apalancamiento operativo de los resultados del Grupo.

source: For now, with the economy still in the early recovery phase, surprises can result from underestimating operating leverage and sales growth.
es: Por ahora, con la economía en su primera fase de recuperación, las sorpresas pueden producirse por una infravaloración de la ventaja de operación y un crecimiento de las ventas.

source: Operating margin remained almost flat at 16.5% in 2008 compared to 16.6%, operating leverage achieved during the year offset the 15.7% increase in the cost per unit case.
es: El margen de operación se mantuvo estable en 16.5% en 2008 comparado con 16.6%, el apalancamiento logrado durante el año compensó el aumento de 15.7% en el costo por caja unidad.

source: Revenue growth, lower administrative and marketing expenses and operating leverage more than compensated for higher cost of goods sold.
es: Mayores ingresos, menores gastos de administración y mercadotecnia y un apalancamiento operativo compensaron un mayor costo de ventas.

source: While expenses will increase in 2010, reflecting the full year impact of acquisitions and investments in new products and services, operating leverage is expected to remain positive.
es: Si bien se prevé que los gastos aumentarán en 2010 a causa del efecto de todo el año de las adquisiciones y las inversiones en nuevos productos y servicios, supuestamente el apalancamiento operativo seguirá siendo positivo.

source: As a percentage of sales, operating expenses declined from 31.6% in 2007 to 30.6% in 2008, reflecting operating leverage achieved during the year driven by higher revenues and stable operating expenses in Mexico.
es: Como porcentaje de los ingresos totales los gastos de operación disminuyeron de 31.6% en 2007 a 30.6% en 2008, reflejando el apalancamiento operativo durante el año alcanzado principalmente por mayores ingresos así como por gastos de operación estables en México.

source: The Bank defines operating leverage as the rate of growth in total revenue, on a taxable equivalent basis, less the rate of growth in expenses.
es: El Banco define el apalancamiento operativo como la tasa de crecimiento del total de ingresos, sobre una base equivalente gravable, menos la tasa de crecimiento de los gastos.

source: We intend to emerge stronger in 2010 by building on the work we accomplished last year, with a focus on sales growth through market-driven innovation and operating leverage.
es: Vamos a salir reforzados en el 2010 construyendo sobre la labor realizada el año pasado, con un enfoque de crecimiento en ventas a través de la innovación que nos demanda el mercado y la optimización de nuestras operaciones.

source: Our operating income increased 32.0% to Ps. 1,044 million in the first quarter of 2009, compared to the first quarter of 2008, as a result of operating leverage achieved by higher revenues that more than compensated for higher labor costs in Venezuela.
es: Nuestra utilidad de operación incrementó 32.0% a Ps. 1,044 millones en el primer trimestre de 2009, en comparación con el primer trimestre del año anterior, como resultado de un apalancamiento operativo alcanzado por mayores ingresos que compensaron mayores costos laborales en Venezuela.

source: Our operating income increased 43.1% to Ps. 983 million in the fourth quarter of 2008, compared to the fourth quarter of 2007, as a result of operating leverage achieved by higher revenues combined with lower marketing expenses in Colombia and Central America, which more than compensated for higher labor costs in Venezuela.
es: Nuestra utilidad de operación incrementó 43.1% a Ps. 983 millones en el cuarto trimestre de 2008, en comparación con el cuarto trimestre del año anterior, como resultado de un apalancamiento operativo alcanzado por mayores ingresos en combinación con menores gastos de mercadotecnia en Colombia y Centro América, que compensaron mayores costos laborales en Venezuela.

source: Margin growth stemmed from the lower production costs deriving from factor specialisation and the resulting operating leverage, sizeable cuts in commercial and structural expenses and higher efficiency at the business's warehouses.
es: Este aumento de rentabilidad se debió a los menores costes de producción derivados de la especialización fabril y el consiguiente apalancamiento operativo, a la fuerte reducción de gastos comerciales y de estructura y a la mayor eficiencia de los almacenes del negocio.

source: Grow revenues and control expenses while maintaining positive operating leverage.
es: Multiplicar los ingresos y controlar los gastos, y a la vez mantener un apalancamiento operativo positivo.

source: When the economy began to improve, these companies reaped the benefits in terms of operating leverage and profit margins.
es: Cuando la economía comenzó a mejorar, estas compañías cosecharon sus frutos en términos de impulso operativo y márgenes de ganancias.

source: Operating leverage and productivity ratio
es: Apalancamiento operativo y coeficiente de productividad

source: Financially, we didn't perform as well as we had expected, and fell short of our goal for positive operating leverage.
es: Desde el punto de vista financiero, tuvimos un desempeño inferior al que esperábamos, y no llegamos a alcanzar nuestra meta de obtener una relación deudas/capital propio positiva.

source: Operating leverage for the integration of information technology, as well as improving productivity and innovation capacity
es: Un apalancamiento operativo para la integración de tecnologías de la información, y mejorar la productividad y la capacidad de innovación.

source: Having cut costs aggressively over the past two years, firms are now benefiting from strong 'operating leverage' where even small increases in demand can have a major impact on profitability, despite the lack of pricing power.
es: "Tras acometer agresivos recortes de gasto durante el último año aproximadamente, las empresas se están viendo beneficiadas por un fuerte ""apalancamiento operativo"", e incluso pequeños incrementos en la demanda pueden tener un fuerte impacto en la rentabilidad, a pesar de la disminución de poder adquisitivo."

source: Canadian Banking plans to expand its retail network and product offerings, while maintaining positive operating leverage for the year.
es: Banca Canadiense planea ampliar su red de banca personal y su oferta de productos, al igual que mantener un apalancamiento operativo positivo durante el año.

source: Maintain positive operating leverage by judiciously managing strategic investments
es: Mantener un apalancamiento operativo positivo manejando juiciosamente las inversiones estratégicas

source: "Most debt contracts of CEMEX, S A B de C V contain restrictive covenants calculated on a consolidated basis requiring, among others, the compliance with financial ratios, mainly a) the ratio of net debt to operating EBITDA (""leverage ratio""); and b) the ratio of operating EBITDA to financial expense (""coverage ratio"")."
es: La mayoría de los contratos de deuda de CEMEX, S.A.B. de C.V. incluyen restricciones calculadas sobre bases consolidadas, entre otras, se encuentra el cumplimiento de razones financieras, principalmente a) la razón de apalancamiento a flujo de operación; y b) la razón de cobertura de flujo de operación a gastos financieros.

source: Operating efficiency as a leverage for provision of the best service at the lowest cost.
es: Eficiencia operativa como soporte para la prestación del mejor servicio al menor coste posible.

source: Iridium participates in the active management of operating concessions, optimising income, operating costs and the level of leverage.
es: Iridium participa en la gestión activa de las concesiones en operación, optimizando los ingresos, los costes operativos y el nivel de apalancamiento.

source: The investigation revealed, however, that the rules regarding the company paid in capital were not enforced by the Chinese authorities.
es: Sin embargo, la investigación reveló que no se habían aplicado las normas relativas al capital desembolsado de la empresa.

source: The amounts concerned (see below costing elements) are contingent on the relative share of minority participations and the proportion of paid-in capital.
es: Los importes implicados (véanse a continuación los elementos del cálculo del coste) dependen del porcentaje relativo de las participaciones minoritarias y de la proporción de capital desembolsado.

source: In effect, the prohibition against redemption prevents the entity from incurring any financial liability to redeem more than a specified amount of paid-in capital.
es: En efecto, la prohibición de rescate en este supuesto impide a la entidad incurrir, por efecto del rescate, en cualquier pasivo financiero superior a una determinada cifra de capital desembolsado.

source: The Company recognizes issuances of a subsidiary's stock as a capital transaction, in which the difference between the book value of the shares issued and the amount contributed by the minority interest holder or a third party is recorded as additional paid-in capital.
es: La Compañía reconoce como una transacción de capital la emisión de acciones de las subsidiarias, en la cual la diferencia entre el valor en libros de las acciones y el monto aportado por el interés minoritario o un tercero, se registra como una prima en suscripción de acciones.

source: View paid-in capital, manage contribution types, make extraordinary contributions and request the surrender of your savings plan.
es: Consultar el capital constituido, gestionar la modalidad de aportación, realizar aportaciones extraordinarias y solicitar el rescate de su Plan de Ahorro.

source: An unconditional prohibition may be partial, in that it prohibits redemption of members' shares if redemption would cause the number of members' shares or amount of paid-in capital from members' shares to fall below a specified level.
es: Esta prohibición incondicional también podría ser parcial, de manera que se vete el rescate de las aportaciones de los socios si el mismo diese lugar a que el número de aportaciones o el capital desembolsado que representan las mismas cayese por debajo de un determinado nivel.

source: This would imply either a strong increase in administrative mark-up levels for some or all products, or a high paid-in capital by shareholders to generate substantial treasury income.
es: Ello implicaría un fuerte incremento de los márgenes de gestión aplicados a algunos o a todos los productos, o un alto nivel de desembolso de capital por parte de los accionistas a fin de generar unos recursos de caja substanciales.

source: The highest amount for a particular cooperative is CU 1 000 000. At the balance sheet date the balance of paid-in capital is CU 900 000.
es: Este importe máximo asciende, para una cooperativa en particular, a 1 000 000 de u.m. En la fecha del balance, el saldo del capital desembolsado es de 900 000 u.m.

source: Additionally, these rules allow the creation of niche banks with a minimum paid-in capital requirement different to that applicable to commercial banks.
es: Asimismo, permite el establecimiento de los bancos de nicho, con capitales mínimos distintos a aquellos que operen como banca múltiple.

source: The September joint restructuring plan contains a discounted calculation of the payback period, which amounts to 10 years.
es: El plan de reestructuración conjunto de septiembre consta de un cálculo descontado del período de reembolso, que es de 10 años.

source: The typical payback period is less than five years.
es: El plazo de recuperación típico es de menos de cinco años.

source: Consequently, the prohibition against redemption does not prevent the entity from incurring a financial liability to redeem more than a specified number of members' shares or amount of paid-in capital.
es: En consecuencia, la prohibición de rescate no impide a la entidad incurrir en un pasivo financiero por el rescate de más de un número establecido de aportaciones de socios o de capital desembolsado.

source: "Dividends and the proceeds of subsequent sales are directly allocated to ""Additional paid-in capital and other reserves""."
es: Los pagos de dividendos y los resultados de las ventas ulteriores se atribuyen directamente a las «Reservas por operaciones sobre el capital».

source: However, the verification visit showed that the auditors had not made the comments demanded by international standards (mainly different balance sheets for the same year without further explanation and loss of almost all of the paid-in capital without any comment).
es: Sin embargo, la inspección in situ reveló que los auditores no habían hecho los comentarios que exigen las normas internacionales (en concreto, no se explicaba la existencia de diferentes balances para el mismo ejercicio y no había ningún comentario sobre la pérdida de casi todo el capital desembolsado).

source: (e) equity capital and reserves are disaggregated into various classes, such as paid-in capital, share premium and reserves.
es: (e) el capital y las reservas se desagregarán en varias clases, tales como capital aportado, primas de emisión y reservas.

source: the capital stock and the other equity changes, i.e. the additional paid-in capital is affected by the appropriation of premiums on issuing new stock.
es: Se modifican el capital suscrito y el otro capital, es decir, las reservas de capital se ven afectada por la aplicación de agio al emitir nuevas acciones.

source: Balances of common stock and additional paid-in capital represent the value of stockholders' contributions, restated to constant pesos as of the most recent reporting period presented, using Mexican inflation.
es: Los saldos del capital social y la prima en colocación de acciones representa el valor de las aportaciones efectuadas por los accionistas, actualizados a pesos del último periodo que se informa utilizando la inflación de México.

source: With increases in capitalization, a premium, which is transferred to the additional paid-in capital, often has to be paid for new shares.
es: Con las ampliaciones de capital, a menudo se debe pagar un agio que se transfiere a las reservas de capital para las nuevas participaciones.

source: "As of December 31, 1997, the trust has granted option rights for 21,152,885 Series ""B"" common shares and 2,246,523 common shares have been exercised at the assigned value that generated $63,815 as a additional-paid in capital."
es: Al 31 de diciembre de 1997, se habían otorgado opciones para adquirir 21,152,885 acciones, habiéndose ejercido derechos sobre 2,246,523 acciones, exhibidas al valor asignado de las acciones, generando una prima en colocación de acciones de $63,815.

source: With an investment of US$400 million, CEMEX obtained the economic rights of 99.9% of APO's paid in capital.
es: CEMEX invirtió US$400 millones, lo cual le da los derechos económicos del 99.9% del capital pagado de APO.

source: Article 17 provides for a transitional period of three years, with the possibility of extending this up to six years where the payback period of rail infrastructure investment will not have run its course within three years.
es: El artículo 17 establece un periodo transitorio de tres años, con posibilidad de ampliación a seis años, para los casos en que el periodo de recuperación de la inversión en infraestructura ferroviaria sea superior a tres años.

source: However, the duration of the contract may take into account the payback period where if
es: No obstante, el periodo de vigencia del contrato podrá establecerse en función del periodo de recuperación si

source: So before investing in an automation system it is advisable to make a precise analysis of the type of jobs to be printed, and to work out the payback period for each of the options open to you.
es: Por eso, antes de invertir en cualquier solución de automatización, es muy aconsejable un análisis preciso de la situación de la imprenta y el consecuente periodo de amortización de la inversión adicional.

source: those assets have a payback period for the operator that is longer than five years.
es: dichos activos tengan un periodo de recuperación para el operador que supere los cinco años

source: Note that the payback period does not take into account cash flows after the payback period and is therefore not a measure of the profitability of an investment project.
es: Observe que el período de recuperación no contempla flujos de caja posteriores al período de recuperación y por tanto no es una medida de la rentabilidad de un proyecto de inversión.

source: (ii) those assets have a payback period for the operator that is longer than five years the duration of the contract otherwise permitted under the provisions of this paragraph.
es: ii) dichos activos tienen un periodo de recuperación para el operador que supere los cinco años la duración del contrato que, de otra forma, permitiría lo dispuesto en el presente apartado.

source: In particular, the company failed to produce any evidence concerning its land-use rights, loans, origin of fixed assets, paid-in capital and capital increase.
es: En particular, la empresa no pudo presentar pruebas relativas a sus derechos de utilización del suelo, préstamos, origen de los activos inmovilizados, capital desembolsado y ampliación de capital.

source: The intention is to issue 1000 new shares, which would mean, in nominal terms, an increase of the total subscribed share capital from EUR 2 billion to EUR 3 billion and, maintaining the current paidin ratio of 20%, an increase from EUR 400 million to EUR 600 million of the paid-in capital.
es: Se pretende emitir 1 000 nuevas cuotas, que, en valor nominal, suponen incrementar el total del capital social suscrito de 2 000 millones a 3 000 millones de euros y, manteniendo la actual tasa de desembolso en el 20%, aumentar de 400 millones a 600 millones de euros el capital desembolsado.

source: Concerning the first criterion, company 1 submitted that, contrary to the Commission's conclusions, the source of the paid-in capital was clear and the domestic sales were made at market prices.
es: En relación con el primer criterio, la empresa 1 alegó que, contrariamente a lo concluido por la Comisión, el origen del capital en acciones estaba claro y las ventas interiores se habían hecho a precios de mercado.

source: The additional paid-in capital (premium for placement of shares) corresponding to the difference between the amount paid per share and its nominal value, is also recorded as legal reserve.
es: También se registra como reserva legal la prima en colocación de acciones, correspondiente a la diferencia entre el valor pagado por la acción y su valor nominal.

source: The proposal to use 10% of foreign reserves could refer to callable, as opposed to paid-in, capital for the Bank of the South.
es: En el caso del Banco del Sur, la propuesta de utilizar 10% de las reservas extranjeras podría referirse al capital disponible, y no al capital pago.

source: c) the amount thus obtained (paid-in capital plus revaluation) is multiplied by a conversion coefficient linked to the age of the worker when the pension is drawn.
es: (c) la multiplicación de la cuantía así obtenida (capital de las cotizaciones más revalorización) por un coeficiente de conversión vinculado a la edad del trabajador en la fecha de liquidación de la pensión.

source: Just before year-end an amount of EUR 12 million of the paid-in capital was reimbursed to the European Communities.
es: Justo antes del final del ejercicio se reembolsó a las Comunidades Europeas un importe de 12 millones de EUR del capital desembolsado.

source: Common stock and additional paid-in capital (note 16A)
es: Capital social y prima en colocación de acciones (nota 16A)

source: EUR 53 million of the paid in capital was reimbursed to the European Communities in 2007.
es: En 2007 se reembolsaron a las Comunidades Europeas 53 millones EUR de lo pagado en capital.

source: Members' shares in excess of the prohibition against redemption are liabilities, unless the entity has the unconditional right to refuse redemption as described in paragraph 7 or the members' shares have all the features and meet the conditions in paragraphs 16A and 16B or paragraphs 16C and 16D of IAS 32. In some cases, the number of shares or the amount of paid-in capital subject to a redemption prohibition may change from time to time.
es: Las aportaciones de los socios por encima del nivel en que se prohíbe el reembolso son pasivos, a menos que la entidad tenga el derecho incondicional a negar el reembolso como se describe en el párrafo 7 o las aportaciones de los socios reúnan todas las características y cumplan las condiciones de los párrafos 16A y 16B o de los párrafos 16C y 16D de la NIC 32. En algunos casos, el número de aportaciones o el importe del capital desembolsado sujeto a la prohibición de reembolso pueden cambiar en el tiempo.

source: As well as being ultra-easy to install, the MASTER LEDlamps range offers a low cost of ownership, with a payback period of less than a year when used continuously in areas like hotels, bars, shops and offices.
es: Además de ser muy fáciles de instalar, la gama de MASTER LED ofrece un coste de propiedad bajo, con un periodo de amortización de menos de un año cuando se utilizan continuamente en zonas tales como hoteles, bares, tiendas y oficinas.

source: The payback period method is a tool to determine how long it would take to recover an investment from the returns attributable to that investment.
es: El método del periodo de amortización determina el tiempo que tomó recuperar una inversión con el rendimiento obtenido.

source: The recommendations referred to in point (b) shall be specific to the system and shall provide transparent information as to their cost-effectiveness and estimated payback period (not including financial incentives or support schemes).
es: Las recomendaciones a que se refiere la letra b) se emitirán de forma específica para cada sistema y facilitarán una información transparente de su rentabilidad y de su plazo de amortización estimado (sin incluir los incentivos financieros o los planes de apoyo).

source: Biotechnology companies are very capital-intensive and investments have a long payback period.
es: Las empresas de biotecnología requieren una fuerte inversión de capital, que tiene un largo plazo de recuperación.

source: Cost per unit amounts to $700,000 pesos with a payback period of investment between eight and 12 months.
es: El costo de cada unidad asciende a 700,000 pesos con un periodo de recuperación de la inversión entre ocho y 12 meses.
